Repository: TechhySupport/survivalplanner-website
Catalog: lib/l10n/app_*.arb
Languages: ar, id

# title
source: Settings
ar: الإعدادات
id: Pengaturan

source: Language
ar: اللغة
id: Bahasa

source: Essence Stone Calculator
ar: 🧪 حاسبة حجر الجوهر
id: Kalkulator Batu Esensi

source: Chief Charm
ar: سحر القائد
id: Jimat Kepala

# eventPointCalculator
source: SVS Point Calculator
ar: 📊 حاسبة نقاط الحدث
id: Kalkulator Poin SVS

source: Chief Gear
ar: معدات القائد
id: Perlengkapan Kepala

# fireCrystalShard
source: Fire Crystal Shard Conversion
ar: 🔥 تحويل شظايا الكريستال الناري
id: Konversi Pecahan Kristal Api

# furnaceBuildingCalculator
source: Building Calculator
ar: 🔥 حاسبة بناء الفرن
id: Kalkulator Bangunan

source: Sign in to your account
id: Masuk ke akun Anda

source: Password
id: Kata Sandi

source: Sign In
id: Masuk

source: Warning
id: Peringatan

# noCloudSync
source: Your data will not be cloud synced.
id: Data Anda tidak akan disinkronkan ke cloud.

source: Go back to sign in
id: Kembali ke masuk

# continueText
source: Continue
id: Lanjutkan

# signedInAsGuest
source: Signed in as guest (no cloud sync)
id: Masuk sebagai tamu (tanpa sinkronisasi cloud)

source: Sign in without signup
id: Masuk tanpa mendaftar

source: Continue with Google
id: Lanjutkan dengan Google

source: Create an account
id: Buat akun

source: Signed out
id: Keluar

source: Loading UTC time...
ar: جارٍ تحميل وقت UTC...
id: Memuat waktu UTC...

source: UTC TIME
ar: توقيت UTC
id: WAKTU UTC

# utcToLocalConverter
source: UTC â†’ Local Time Converter
ar: UTC → محول التوقيت المحلي
id: Konverter Waktu UTC â†’ Lokal

source: Pick UTC Time
ar: اختر توقيت UTC
id: Pilih Waktu UTC

source: Your Local Time
ar: وقتك المحلي
id: Waktu Lokal Anda

source: Selected UTC
ar: UTC المحدد
id: UTC yang Dipilih

source: Use 24h Format
ar: استخدم تنسيق 24 ساعة
id: Gunakan Format 24 Jam

source: Login
ar: تسجيل الدخول
id: Masuk

source: English
ar: الإنجليزية
id: Inggris

source: Spanish
ar: الإسبانية
id: Spanyol

source: Swedish
ar: السويدية
id: Swedia

source: Indonesian
ar: الإندونيسية
id: Indonesia

source: Korean
ar: الكورية
id: Korea

source: Chinese
ar: الصينية
id: Cina

# loginComingSoon
source: Login feature coming soon
ar: ميزة تسجيل الدخول قادمة قريباً
id: Fitur masuk segera hadir

source: Contact Us
ar: اتصل بنا
id: Hubungi Kami

source: Redeem
ar: استرداد
id: Tukarkan

source: Credits
ar: الاعتمادات
id: Kredit

source: Use device default
ar: استخدم إعداد الجهاز الافتراضي
id: Gunakan default perangkat

source: Infantry
id: Infanteri

source: Marksmen
id: Penembak

source: Lancers
id: Lancer

source: Amount
id: Jumlah

source: Add more troops
id: Tambah pasukan lagi

# troopsTitle
source: Troops
id: Pasukan

source: Total Troops
id: Total Pasukan

source: Reset All
id: Atur Ulang Semua

# bearTrapTroopsTitle
source: Bear Trap Troops
id: Pasukan Bear Trap

# crazyJoeTroopsTitle
source: Crazy Joe Troops
id: Pasukan Crazy Joe

# troopTrainingCalculatorTitle
source: Troop Training Calculator
id: Kalkulator Pelatihan Pasukan

# heliosCalculatorTitle
source: Helios Calculator
id: Kalkulator Helios

source: Arabic
id: Arab
